import React from "react";
import "../assets/styles/About.css";

function About() {
  return (
    <div className="about-container">
      <img
        src={require("../assets/img/restaurant.jpg")}
        alt="מסעדה איטלקית"
        className="about-image"
      />
      <div className="about-content">
        <h1>ברוכים הבאים למסעדה שלנו!</h1>
        <p>
          המסעדה האיטלקית המשפחתית החדשה שלנו היא יותר מסתם מקום לאכול בו – היא
          סיפור של מסורת, אהבה, וטעמים אותנטיים שעוברים מדור לדור.
        </p>
        <p>
          אבות אבותיי היו אופים איטלקיים בכפר קטן בטוסקנה. כל בוקר, הם היו קמים
          עם אור ראשון, קוטפים עשבי תיבול טריים מהשדה שמאחורי הבית ואופים לחמים
          ריחניים עם אהבה וסבלנות. את אותה המסורת אנחנו ממשיכים כאן, בארץ,
          כשמאחורי המסעדה שלנו יש שדה בו אנחנו מגדלים את כל עשבי התיבול בעצמנו.
        </p>
        <p>
          כשאתם אוכלים אצלנו, אתם לא רק נהנים מהאוכל – אתם הופכים לחלק מהמשפחה.
          כל מנה היא סיפור, וכל ביס מחבר אתכם לטעמים האמיתיים של איטליה.
        </p>
        <p>מחכים לכם עם חיוך וצלחת מלאה באהבה. בתיאבון!</p>
      </div>
    </div>
  );
}

export default About;
